{
  "AstroNvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "astrocommunity": { "branch": "main" },
  "astrocore": { "branch": "main" },
  "astrolsp": { "branch": "main" },
  "astrotheme": { "branch": "main" },
  "astroui": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "blink-cmp-avante": { "branch": "master" },
  "blink-cmp-git": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "kubectl.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazydocker.nvim": { "branch": "main" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.clue": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-window-picker": { "branch": "main" },
  "overseer.nvim": { "branch": "master" },
  "package-info.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "resession.nvim": { "branch": "master" },
  "satellite.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "tsc.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
