tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "jimeh/emacs-builds"

# required
brew "stow"
brew "fisher"

# Optional
brew "figlet"
brew "lolcat"

# Rust
brew "bat"
brew "bandwhich"
brew "broot"
brew "chafa"
brew "choose"
brew "exa"
brew "fd"
brew "git-delta"
brew "hexyl"
brew "navi"
brew "procs"
brew "ripgrep"
brew "sd"
brew "starship"
brew "xh"
brew "zoxide"

# Python
brew "glances"
brew "ansible"
brew "ansible-lint"
brew "ansible-language-server"

# Go
brew "direnv"
brew "dive"
brew "fzf"
brew "jid"
brew "rclone"
brew "goaccess"

# Shell
brew "fasd"
brew "asdf"
brew "git-flow-avh"

# cask
cask "iterm2"
cask "raycast"
cask "stats"
cask "notion"
cask "visual-studio-code"

# Container tools
cask "docker"
brew "lazydocker"
brew "k9s"

# Container tools (optional)
tap "kdash-rs/kdash"
brew "kdash"
brew "kind"

# cask (optional)
cask "postman"
cask "ngrok"
cask "slack"

# Quick Look Plugins
cask "qlmarkdown",       args: { "no-quarantine": true }
cask "syntax-highlight", args: { "no-quarantine": true }

# emacs
cask "emacs-app-good"

# doom emacs deps
brew "dbus"
brew "cmake"

# font
cask "font-jetbrains-mono-nerd-font"
