tap "homebrew/cask"

# required
brew "stow"
brew "fisher"

# Optional
brew "figlet"
brew "lolcat"

# Rust
brew "bat"
brew "broot"
brew "chafa"
brew "choose"
brew "exa"
brew "fd"
brew "git-delta"
brew "hexyl"
brew "navi"
brew "procs"
brew "ripgrep"
brew "sd"
brew "starship"
brew "xh"
brew "zoxide"

# Python
# brew "ansible"
brew "glances"

# Go
brew "direnv"
brew "dive"
brew "fzf"
brew "jid"
brew "rclone"

# Shell
brew "fasd"
brew "asdf"

# cask
cask "docker"
cask "ngrok"
cask "postman"
cask "raycast"
cask "stats"

# tap "jimeh/emacs-builds"
# cask "emacs-app-good"

