DrPhil/kubectl-fish-abbr
PatrickF1/colored_man_pages.fish
gazorby/fifc
gazorby/fish-abbreviation-tips
halostatue/fish-go
halostatue/fish-rust
jorgebucaran/autopair.fish
jorgebucaran/fisher
lewisacidic/fish-docker
meaningful-ooo/sponge
nickeb96/puffer-fish
oh-my-fish/plugin-direnv
oh-my-fish/plugin-errno
oh-my-fish/plugin-localhost
patrickf1/fzf.fish
plttn/fish-eza
