DrPhil/kubectl-fish-abbr
PatrickF1/colored_man_pages.fish
PatrickF1/fzf.fish
dracula/fish
franciscolourenco/done
gazorby/fifc
gazorby/fish-abbreviation-tips
gazorby/fish-exa
jorgebucaran/autopair.fish
jorgebucaran/fisher
lewisacidic/fish-docker
oh-my-fish/plugin-direnv
oh-my-fish/plugin-errno
oh-my-fish/plugin-gi
oh-my-fish/plugin-localhost
wfxr/forgit
meaningful-ooo/sponge
nickeb96/puffer-fish
halostatue/fish-rust
halostatue/fish-go
maralla/venv
